Revit 2027 API
ParameterTypeId.StructuralAttachmentEndLevelReference Property
 "End Attachment Level Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralAttachmentEndLevelReference { get; }
Public Shared ReadOnly Property StructuralAttachmentEndLevelReference As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralAttachmentEndLevelReference {
	ForgeTypeId^ get ();
}
static member StructuralAttachmentEndLevelReference : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace